#1. Создать переменную name и присвоить ей значение вашего имени (строка).
name='Андрей'

#2. Вывеcти значение переменной name на экран.
print(f'Name: {name}')

#3. Создать переменную age и присвойте ей значение вашего возраста (целое число).
age=48

#4. Выведите значение переменной age на экран.
print(f'Age: {age}')

#5. Перезапишите в age текущее значение переменной age + новое.
age+=1

#6. Выведите измененное значение переменной age на экран.
print(f'New Age: {age}')

#7. Создайте переменную is_student и присвойте ей значение True (логическое значение).
is_student=True

#8. Выведите значение переменной is_student на экран.
print(f'Is Student: {is_student}')