#Количество выполненных ДЗ:
count_DZ=12

#Количество затраченных часов:
count_Hours=1.5

#Название курса:
name_of_course='Python'

#Время на одно задание:
sr_time_of_calculation=count_Hours/count_DZ

#Выведите на экран (в консоль) следующую строку:
print(f'Курс: {name_of_course}, всего задач: {count_DZ}, затрачено часов: {count_Hours}, среднее время выполнения {sr_time_of_calculation} часа.')